[
  {
    "statements": [
      "quais são os principais exercícios de musculação?",
      "quais são os exercícios mais importantes na musculação?",
      "quais exercícios devo incluir em meu treino de musculação?",
      "quais são os exercícios fundamentais para o treino de força?",
      "quais são os exercícios essenciais na musculação?",
      "quais exercícios são recomendados para iniciantes na musculação?",
      "que exercícios devo fazer para desenvolver músculos?",
      "quais são os exercícios-chave em um programa de musculação?",
      "quais exercícios são ideais para ganhar massa muscular?",
      "quais são os exercícios mais eficazes na musculação?"
    ],
    "answer": "Os principais exercícios de musculação incluem Agachamento, Supino, Levantamento Terra, Barra Fixa, Rosca Direta, Desenvolvimento com Halteres, entre outros."
  },
  {
    "statements": [
      "qual é o melhor horário para treinar?",
      "em qual horário eu devo treinar?",
      "existe um horário ideal para treinar?",
      "quando é o momento mais adequado para treinar?",
      "em que horário devo fazer meu treino?",
      "há algum horário específico para treinar?",
      "qual é o momento mais eficaz para treinar?",
      "quando devo realizar meu treinamento?",
      "existe uma hora melhor para o treino?",
      "em que período do dia é mais vantajoso treinar?"
    ],
    "answer": "Quando se trata do melhor horário para treinar, não há uma regra geral. O que importa é o que funciona melhor para você. O ideal é escolher o momento em que você se sinta mais disposto e tenha mais tempo disponível."
  },
  {
    "statements": [
      "o que devo comer para ganhar músculos?",
      "qual é a melhor dieta para ganhar massa muscular?",
      "quais alimentos são recomendados para o ganho de músculos?",
      "como devo ajustar minha alimentação para desenvolver músculos?",
      "quais são os alimentos ideais para o crescimento muscular?",
      "qual é a dieta mais eficaz para o ganho de massa magra?",
      "que tipo de comida devo ingerir para aumentar minha massa muscular?",
      "quais são as diretrizes alimentares para ganhar músculos?",
      "que plano nutricional é recomendado para o desenvolvimento muscular?",
      "como devo adaptar minha alimentação para ganhar massa?"
    ],
    "answer": "Para ganhar massa muscular, é crucial manter uma dieta equilibrada com superávit calórico. Inicialmente, você pode começar com uma dieta contendo 4g/Kg de carboidratos, 2g/Kg de proteínas e 1g/Kg de gorduras. À medida que progredir, poderá ajustar esses valores, aumentando a ingestão de carboidratos e mantendo os demais macronutrientes."
  },
  {
    "statements": [
      "quais suplementos são mais indicados para ganhar músculos?",
      "quais suplementos são recomendados para o ganho de massa muscular?",
      "quais são os suplementos eficazes para o desenvolvimento de músculos?",
      "quais suplementos devo tomar para aumentar minha massa muscular?",
      "quais são os suplementos mais utilizados no ganho de músculos?",
      "que suplementos são ideais para o crescimento muscular?",
      "quais suplementos são sugeridos para melhorar o desempenho nos treinos?",
      "quais são os suplementos essenciais para o ganho de força e massa muscular?",
      "quais suplementos são populares entre os fisiculturistas para o crescimento muscular?",
      "quais suplementos são recomendados para atletas em busca de hipertrofia?"
    ],
    "answer": "Os suplementos mais indicados para ganhar músculos incluem creatina, beta-alanina e proteína em pó (caso haja alguma deficiência na meta de proteína diária). Esses suplementos podem ajudar no aumento da massa muscular, na recuperação e no desempenho durante o treino. É importante consultar um profissional de saúde ou nutricionista antes de adicionar suplementos à sua dieta."
  },
  {
    "statements": [
      "fiquei doente, o que fazer?",
      "como devo agir quando estou doente?",
      "quais são as medidas a serem tomadas quando estou doente?",
      "o que devo fazer quando estou sob o clima?",
      "quais ações devo tomar se estou enfrentando uma doença?",
      "como devo lidar com a doença?",
      "quais são os passos a seguir quando estou indisposto?",
      "o que são as melhores práticas ao estar doente?",
      "quais são as diretrizes para cuidar de si mesmo durante uma doença?",
      "o que é recomendado fazer quando estou doente?"
    ],
    "answer": "Se você estiver doente, é melhor não treinar. O corpo precisa de energia para se recuperar e, se você treinar, estará desviando essa energia para o treino. Além disso, você pode transmitir a doença para outras pessoas. Portanto, é melhor ficar em casa e descansar até que esteja totalmente recuperado."
  }
]
