[
  {
    "statements": [
      "quais exercícios devo fazer para o peitoral?",
      "me indique exercícios para o peitoral",
      "exercícios eficazes para o peitoral",
      "como desenvolver o peitoral?",
      "melhores exercícios para o peitoral"
    ],
    "answer": "Para fortalecer o peitoral, você pode fazer exercícios como Supino Reto, Supino Inclinado, Supino Declinado, Crucifixo, Pulldown com Barra, Mergulho e Flexões."
  },
  {
    "statements": [
      "quais exercícios devo fazer para os dorsais?",
      "me indique exercícios para os dorsais",
      "exercícios eficazes para os dorsais",
      "como desenvolver os dorsais?",
      "melhores exercícios para os dorsais"
    ],
    "answer": "Para trabalhar os dorsais, você pode realizar exercícios como Pull-ups, Remada Curvada, Pulldown com Barra, Pulldown com Corda, Puxada na Polia Alta e Remada Unilateral."
  },
  {
    "statements": [
      "quais exercícios devo fazer para os deltoides?",
      "me indique exercícios para os deltoides",
      "exercícios eficazes para os deltoides",
      "como desenvolver os deltoides?",
      "melhores exercícios para os deltoides"
    ],
    "answer": "Para fortalecer os deltoides, você pode incluir exercícios como Desenvolvimento com Barra, Elevação Lateral, Elevação Frontal, Elevação Lateral Inversa, Desenvolvimento Militar e Desenvolvimento Arnold."
  },
  {
    "statements": [
      "quais exercícios devo fazer para o trapézio?",
      "me indique exercícios para o trapézio",
      "exercícios eficazes para o trapézio",
      "como desenvolver o trapézio?",
      "melhores exercícios para o trapézio"
    ],
    "answer": "Para trabalhar o trapézio, você pode realizar exercícios como Encolhimento de Ombros com Barra, Encolhimento de Ombros com Halteres, Encolhimento de Ombros com Máquina, Remada Alta e Puxada Alta na Polia."
  },
  {
    "statements": [
      "quais exercícios devo fazer para o tríceps/braquial?",
      "me indique exercícios para o tríceps/braquial",
      "exercícios eficazes para o tríceps/braquial",
      "como desenvolver o tríceps/braquial?",
      "melhores exercícios para o tríceps/braquial"
    ],
    "answer": "Para fortalecer o tríceps, você pode fazer exercícios como Tríceps Pulldown, Tríceps Testa, Tríceps Coice, Tríceps na Corda, Mergulho entre Bancos e Paralelas."
  },
  {
    "statements": [
      "quais exercícios devo fazer para o bíceps?",
      "me indique exercícios para o bíceps",
      "exercícios eficazes para o bíceps",
      "como desenvolver o bíceps?",
      "melhores exercícios para o bíceps"
    ],
    "answer": "Para trabalhar o bíceps, você pode incluir exercícios como Rosca Direta, Rosca Alternada, Rosca Martelo, Rosca Concentrada e Rosca Scott."
  },
  {
    "statements": [
      "quais exercícios devo fazer para o antebraço?",
      "me indique exercícios para o antebraço",
      "exercícios eficazes para o antebraço",
      "como desenvolver o antebraço?",
      "melhores exercícios para o antebraço"
    ],
    "answer": "Para fortalecer o antebraço, você pode fazer exercícios como Rosca de Punho, Flexão de Punho, Rotação de Punho com Barra, Martelo Inverso e Puxada de Barra com Mãos Supinadas."
  },
  {
    "statements": [
      "quais exercícios devo fazer para as coxas?",
      "me indique exercícios para as coxas",
      "exercícios eficazes para as coxas",
      "como desenvolver as coxas?",
      "melhores exercícios para as coxas"
    ],
    "answer": "Para trabalhar as coxas, você pode realizar exercícios como Agachamento, Leg Press, Extensora, Cadeira Flexora, Afundo e Stiff."
  },
  {
    "statements": [
      "quais exercícios devo fazer para os glúteos?",
      "me indique exercícios para os glúteos",
      "exercícios eficazes para os glúteos",
      "como desenvolver os glúteos?",
      "melhores exercícios para os glúteos"
    ],
    "answer": "Para fortalecer os glúteos, você pode incluir exercícios como Agachamento Sumô, Stiff, Hip Thrust, Afundo e Abdução de Quadril na Máquina."
  },
  {
    "statements": [
      "quais exercícios devo fazer para as panturrilhas?",
      "me indique exercícios para as panturrilhas",
      "exercícios eficazes para as panturrilhas",
      "como desenvolver as panturrilhas?",
      "melhores exercícios para as panturrilhas"
    ],
    "answer": "Para trabalhar as panturrilhas, você pode realizar exercícios como Gêmeos em Pé, Gêmeos Sentado, Máquina Flexora de Panturrilhas, Donkey Calf Raise e Calf Press na Máquina."
  }
]
